Repository: Glucosio/glucosio-ios
Catalog: glucosio/*.lproj/Localizable.strings
Languages: it

# action_settings
source: Settings
it: Impostazioni

# action_feedback
source: Send feedback
it: Invia feedback

# action_invite
source: Invite a friend
it: Invita un amico

# tab_overview
source: Overview
it: Riepilogo

# tab_history
source: History
it: Cronologia

# tab_tips
source: Tips
it: Suggerimenti

# title_activity_hello
source: Hello.
it: Ciao.

# helloactivity_headline
source: Hello.
it: Ciao.

# helloactivity_terms
source: Terms of Use
it: Condizioni d'uso.

# helloactivity_subhead
source: We just need a few quick things before getting you started.
it: Abbiamo solo bisogno di un paio di cose veloci prima di iniziare.

# helloactivity_country
source: Country
it: Nazione

# helloactivity_age
source: Age
it: Età

# helloactivity_age_invalid
source: Please enter a valid age.
it: Inserisci una età valida.

# helloactivity_gender
source: Gender
it: Genere

# helloactivity_gender_list_1
source: Male
it: Maschio

# helloactivity_gender_list_2
source: Female
it: Femmina

# helloactivity_gender_list_3
source: Other
it: Altro

# helloactivity_spinner_diabetes_type
source: Diabetes type
it: Tipo di diabete

# helloactivity_spinner_diabetes_type_1
source: Type 1
it: Tipo 1

# helloactivity_spinner_diabetes_type_2
source: Type 2
it: Tipo 2

# helloactivity_spinner_preferred_unit
source: Preferred unit
it: Unità preferita

# helloactivity_share_data
source: Share anonymous data for research.
it: Condividi i dati anonimi per la ricerca.

# helloactivity_hint_settings
source: You can change these in settings later.
it: Puoi cambiare queste impostazioni dopo.

# helloactivity_button_next
source: NEXT
it: SUCCESSIVO

# helloactivity_button_start
source: GET STARTED
it: INIZIAMO

# dialog_add_title
source: Add Blood Glucose Level
it: Aggiungi Glicemia

# dialog_add_concentration
source: Concentration
it: Concentrazione

# dialog_add_date
source: Date
it: Data

# dialog_add_time
source: Time
it: Ora

# dialog_add_measured
source: Measured
it: Misurato

# dialog_add_type_1
source: Before breakfast
it: Prima di colazione

# dialog_add_type_2
source: After breakfast
it: Dopo colazione

# dialog_add_type_3
source: Before lunch
it: Prima di pranzo

# dialog_add_type_4
source: After lunch
it: Dopo pranzo

# dialog_add_type_5
source: Before dinner
it: Prima della cena

# dialog_add_type_6
source: After dinner
it: Dopo cena

# dialog_add_type_7
source: Snack
it: Spuntino

# dialog_add_type_8
source: Bedtime
it: Prima di dormire

# dialog_add_type_9
source: Night
it: Notte

# dialog_add_type_10
source: Fasting glucose
it: Glicemia a digiuno

# dialog_add_type_12
source: Other
it: Altro

# dialog_add_cancel
source: CANCEL
it: ANNULLA

# dialog_add_add
source: ADD
it: AGGIUNGI

# dialog_error2
source: Please enter a valid value.
it: Inserisci un valore valido.

# dialog_error
source: Please fill all the fields.
it: Per favore compila tutti i campi.

# dialog_delete
source: Delete
it: Cancella

# fragment_history_snackbar_text
source: 1 reading deleted
it: 1 lettura cancellata

# fragment_history_snackbar_action
source: UNDO
it: ANNULLA

# fragment_overview_last_reading
source: Last check:
it: Ultimo controllo:

# fragment_overview_trend
source: Trend over past month:
it: Tendenza negli ultimi mesi:

# fragment_overview_trend_positive
source: in range and healthy
it: nello standard e sano

# fragment_overview_selector_month
source: Month
it: Mese

# fragment_overview_selector_day
source: Day
it: Giorno

# fragment_overview_selector_week
source: Week
it: Settimana

# preferences_about
source: About
it: Informazioni

# preferences_experimental
source: These features are experimental and may not fully work and are for early testing by users. Remember that you can shake your phone to send us feedback.
it: Queste funzioni sono sperimentali e potrebbero non funzionare correttamente. Ricorda che puoi scuotere il dispositivo per inviarci suggerimenti e problemi relative ad esse.

# preferences_version
source: Version
it: Versione

# preferences_terms
source: Terms of use
it: Termini di utilizzo

# glucose_reading_type
source: Type
it: Tipo

source: Weight
it: Peso

# dialog_add_custom_type
source: Custom measurement category
it: Categoria personalizzata

source: Assistant
it: Assistente

# assistant_action_update
source: UPDATE NOW
it: AGGIORNA ORA

# assistant_action_ok
source: OK, GOT IT
it: OK, CAPITO

# assistant_action_feedback
source: SUBMIT FEEDBACK
it: INVIA FEEDBACK

# assistant_action_reading
source: ADD READING
it: AGGIUNGI UNA MISURAZIONE

# assistant_weight_title
source: Update your weight
it: Aggiorna il tuo peso

# assistant_weight_desc
source: Make sure to update your weight so Glucosio has the most accurate information.
it: Aggiorna il peso regolarmente così Glucosio ha le informazioni più accurate.

# assistant_research_title
source: Update your research opt-in
it: Aggiorna la tua scelta di mandare il tuoi dati in modo anonimo ai gruppo di ricerca

# assistant_research_desc
source: You can always opt-in or opt-out of diabetes research sharing, but remember all data shared is entirely anonymous. We only share demographics and glucose level trends.
it: Puoi sempre acconsentire o meno alla condivisione dei dati a favore della ricerca sul diabete, ma ricorda che tutti i dati condivisi sono completamente anonimi. Condividiamo solo dati demografici e le tendenze dei livelli di glucosio.

# assistant_categories_title
source: Create categories
it: Crea categorie

# assistant_categories_desc
source: Glucosio comes with default categories for glucose input but you can create custom categories in settings to match your unique needs.
it: Glucosio ha delle categorie di default per l'immissione dei valori di glucosio, ma puoi creare categorie personalizzate nelle impostazioni per soddisfare le tue necessità.

# assistant_check_title
source: Check here often
it: Controllare spesso qui

# assistant_check_desc
source: Glucosio assistant provides regular tips and will keep improving, so always check here for useful actions you can take to improve your Glucosio experience and for other useful tips.
it: L'assistente di Glucosio fornisce constanti suggerimenti e continuerà a migliorare, perciò controlla sempre qui azioni che possono migliorare la tua esperienza d'uso di Glucosio e altri utili consigli.

# assistant_feedback_desc
source: If you find any technical issues or have feedback about Glucosio we encourage you to submit it in the settings menu in order to help us improve Glucosio.
it: Se trovi eventuali problemi tecnici o hai feedback su Glucosio ti invitiamo a segnalarli nel menu impostazioni, al fine di aiutarci a migliorare Glucosio.

# assistant_reading_title
source: Add a reading
it: Aggiungi una lettura

# assistant_reading_desc
source: Be sure to regularly add your glucose readings so we can help you track your glucose levels over time.
it: Assicurati di aggiungere regolarmente le letture della tua glicemia, così possiamo aiutarti a monitorare i livelli di glucosio nel corso del tempo.

# assistant_export_title
source: Export your data
it: Esporta i tuoi dati

# assistant_export_desc
source: Share your data with your doctor or backup your data to Google Drive using the export feature.
it: Condividi le letture con il tuo medico o effettua un backup dei dati su Google Drive grazie alla nuova funzionalità esporta.

# helloactivity_spinner_preferred_range
source: Preferred range
it: Intervallo desiderato

# helloactivity_spinner_preferred_range_4
source: Custom range
it: Intervallo personalizzato

# helloactivity_preferred_range_min
source: Min value
it: Valore minimo

# helloactivity_preferred_range_max
source: Max value
it: Valore massimo

# assistant_action_try
source: TRY IT NOW
it: PROVALO ORA

# helloactivity_language
source: Language
it: Lingua

# invitation_title
source: Invite other people
it: Invita altre persone

# invitation_message
source: Try Glucosio, an open source app for diabetes management and research.
it: Prova Glucosio, un'app open source per la gestione del diabete e per la ricerca.

# invitation_cta
source: Try Glucosio
it: Prova Glucosio

# helloactivity_textview_tos
source: By using Glucosio, you are agreeing to the
it: Usando Glucosio, accetti le

# preferences_about_glucosio
source: About Glucosio
it: Info su Glucosio

# preferences_rate
source: Rate Glucosio
it: Valuta Glucosio

# preferences_licences_open
source: Open source Licences
it: Licenze open source

# preferences_freestyle_libre
source: Enable FreeStyle Libre® support
it: Abilita supporto a FreeStyle Libre®

# preferences_freestyle_libre_experimental
source: EXPERIMENTAL: Enable FreeStyle Libre® support
it: BETA: Abilita supporto a FreeStyle Libre®

# preferences_font_dyslexia_experimental
source: EXPERIMENTAL: Increase readability for users with dyslexia
it: BETA: Aumenta leggibilità per utenti dislessici

# preferences_font_dyslexia
source: Increase readability for users with dyslexia
it: Aumenta leggibilità per utenti dislessici

# about_donate
source: Donate to Glucosio
it: Fai una donazione

# reading_hypo
source: Hypoglycemia
it: Ipoglicemia

# reading_low
source: Low
it: Basso

# reading_high
source: High
it: Alto

# reading_hyper
source: Hyperglycemia
it: Iperglicemia

# dialog_add_exercisetype_1
source: Leisurely walking
it: Passeggiata

# dialog_add_exercisetype_2
source: Walking fast
it: Camminata veloce

# dialog_add_exercisetype_4
source: Running
it: Corsa

# dialog_add_exercisetype_5
source: Swimming
it: Nuoto

# dialog_add_exercisetype_6
source: Dancing
it: Danza

# dialog_add_exercisetype_7
source: Roller skating
it: Pattinaggio a rotelle

# dialog_add_exercisetype_8
source: Bicycling
it: Ciclismo

# dialog_add_exercisetype_12
source: Football
it: Calcio

# dialog_add_exercisetype_14
source: Volleyball
it: Pallavolo

# dialog_add_exercisetype_17
source: Skiing
it: Sci

# dialog_add_exercisetype_20
source: Table tennis
it: Ping-pong

# dialog_add_exercisetype_21
source: Martial arts
it: Arti marziali

# dialog_add_exercisetype_22
source: Rock-climbing
it: Arrampicata

# dialog_add_exercisetype_24
source: Hiking
it: Escursionismo

# dialog_add_exercisetype_25
source: Yard work
it: Lavori di casa

# dialog_addfood_carbs
source: Carbs:
it: Carboidrati:

# dialog_addfood_protein
source: Protein:
it: Proteine:

# dialog_addfood_sugars
source: Sugars:
it: Zuccheri:

# dialog_addfood_fat
source: Fat:
it: Grassi:

# about_credits
source: Credits
it: Riconoscimenti

# about_contribute
source: Contribute
it: Contribuisci

# about_contributel10n
source: Contribute to Translation
it: Contribuisci alle Traduzioni

# about_contributedev
source: Contribute to Development
it: Contribuisci allo Sviluppo

# about_discussion
source: Join our discussion community
it: Unisciti alla nostra community di discussione

# about_maillist
source: Subscribe to our mailing list
it: Iscriviti alla nostra mailing list

# assistant_archived
source: ARCHIVED TIPS
it: SUGGERIMENTI ARCHIVIATI

# dialog_export_title
source: Export data
it: Esporta dati

# activity_export_date_from
source: From:
it: Dal:

# dialog_export_date_to
source: To:
it: A:

# dialog_export_today
source: Pick today
it: Scegli oggi

# dialog_export_button
source: EXPORT
it: Esporta

# title_activity_export
source: Export Data
it: Esporta Dati

# dialog_export_all
source: Export everything
it: Esporta tutto

source: Share using
it: Condividi utilizzando

# share_subject
source: Glucosio data
it: Dati di Glucosio

# activity_export_snackbar_1
source: Exporting
it: Esportazione in corso di

# activity_export_snackbar_2
source: readings
it: letture

# fragment_overview_permission_storage
source: Glucosio needs storage permission to save a screenshot
it: Glucosio ha bisogno dei permessi di scrittura per salvare uno screenshot

# fragment_overview_graph_export_true
source: Screenshot saved to gallery
it: Screenshot salvato nella galleria

# fragment_overview_graph_export_false
source: Error saving screenshot to gallery
it: Errore durante il salvataggio nella galleria

# dialog_export_range
source: Export range
it: Esporta intervallo di date

# activity_export_no_readings_snackbar
source: No readings to export.
it: Nessuna lettura da esportare.

# wear_new_reading
source: New reading added
it: Nuova lettura aggiunta

# dialog_add_weight
source: Weight
it: Peso

# dialog_add_ketones
source: Ketones
it: Chetoni

# dialog_add_pressure_min
source: Min Pressure
it: Pressione Minima

# dialog_add_pressure_max
source: Max Pressure
it: Pressione Massima

# dialog_add_cholesterol_total
source: Total Cholesterol
it: Colesterolo totale

# dialog_add_cholesterol_ldl
source: LDL Cholesterol
it: Colesterolo LDL

# dialog_add_cholesterol_hdl
source: HDL Cholesterol
it: Colesterolo HDL

# dialog_add_hb1ac
source: HbA1c
it: HB1AC

# title_activity_add_glucose
source: Add Glucose reading
it: Aggiungi livello di Glucosio

# title_activity_add_weight
source: Add Body Weight
it: Aggiungi Peso Corporeo

# title_activity_add_cholesterol
source: Add Cholesterol Level
it: Aggiungi Colesterolo

# title_activity_add_hb1ac
source: Add HbA1c
it: Aggiungi Emoglobina glicata

# title_activity_add_ketone
source: Add Ketones
it: Aggiungi Chetoni

# title_activity_add_pressure
source: Add Blood Pressure
it: Aggiungi pressione sanguigna

# fab_weight
source: Body Weight
it: Peso corporeo

# fab_ketonest
source: Ketones
it: Chetoni

# fab_pressure
source: Blood Pressure
it: Pressione sanguigna

# fab_cholesterol
source: Cholesterol Level
it: Livello di colesterolo

# fab_glucose
source: Blood Glucose Level
it: Glicemia

# dialog_error_duplicate
source: You already have an entry for this time. Please remove it before adding a correction.
it: Hai già inserito questa lettura. Per favore rimuovila dalla cronologia prima di aggiungere una correzione.

# freestylelibre_nfc_ready
source: Please, put your phone on the sensor and do not move until it vibrates.
it: Per favore, avvicina il telefono al sensore e non muoverlo finchè non vibra.

# freestylelibre_nfc_not_enabled
source: NFC is disabled.
it: NFC è disabilitato.

# freestylelibre_nfc_error
source: Error opening NFC connection!
it: Errore durante l'apertura di una connessione NFC

# overview_hb1ac_error_no_data
source: Not enough data to calculate HbA1c
it: Dati insufficienti

# overview_hb1ac
source: HbA1c:
it: Emoglobina glicata:
